# Use `brew bundle --file=$HOME/.brewfile` to install the packages listed below

# Taps
tap 'caskroom/cask'
tap 'caskroom/fonts'
tap 'caskroom/versions'
tap 'getantibody/homebrew-antibody'
tap 'homebrew/services'
tap 'homebrew/versions'
tap 'thoughtbot/formulae'

# Packages
brew 'antibody'
brew 'chruby'
brew 'chruby-default-gems'
brew 'ctags'
brew 'dasht'
brew 'elixir'
brew 'fzf'
brew 'git'
brew 'git-extras'
brew 'gitsh'
brew 'heroku'
brew 'hub'
brew 'irssi'
brew 'mas'
brew 'phantomjs'
brew 'postgresql'
brew 'reattach-to-user-namespace'
brew 'redis'
brew 'rename'
brew 'ruby-install'
brew 'node'
brew 'the_silver_searcher'
brew 'tmux'
brew 'tree'
brew 'vim', args: ['--override-system-vi']
brew 'zsh'

# Casks
cask_args appdir: '/Applications'
cask '1password'
cask 'cloak'
cask 'google-chrome'
cask 'harvest'
cask 'iterm2'
cask 'mplayerx'
cask 'resilio-sync'
cask 'sizeup'
cask 'skype'
cask 'slack'
cask 'stay'
cask 'transmission'
cask 'ynab'

# Fonts
cask 'font-hasklig'

# App Store
mas 'Focus (3.3)', id: 777233759
