# Use `brew bundle --file=$HOME/.brewfile` to install the packages listed below

# Taps
tap 'github/gh'
tap 'homebrew/cask'
tap 'homebrew/cask-fonts'
tap 'homebrew/cask-versions'
tap 'homebrew/services'
tap 'heroku/brew'
tap 'thoughtbot/formulae'
tap 'universal-ctags/universal-ctags'

# Packages
brew 'bat'
brew 'dasht'
brew 'direnv'
brew 'fish'
brew 'fzf'
brew 'git'
brew 'git-extras'
brew 'gh'
brew 'heroku'
brew 'hub'
brew 'irssi'
brew 'jq'
brew 'mas'
brew 'mobile-shell'
brew 'node'
brew 'parity'
brew 'pgformatter'
brew 'postgres'
brew 'redis'
brew 'rename'
brew 'the_silver_searcher'
brew 'tmux'
brew 'tree'
brew 'universal-ctags', args: ['HEAD']
brew 'vim'
brew 'yarn'

# Casks
cask_args appdir: '/Applications'
cask '1password'
cask 'alacritty'
cask 'anki'
cask 'basecamp'
cask 'brainfm'
cask 'discord'
cask 'figma'
cask 'firefox-developer-edition'
cask 'harvest'
cask 'iterm2'
cask 'mark-text'
cask 'ngrok'
cask 'paw'
cask 'resilio-sync'
cask 'sizeup'
cask 'sketch'
cask 'skype'
cask 'slack'
cask 'transmission'

# Fonts
cask 'font-hasklig'

# App Store
mas 'Gifox', id: 1082624744
mas 'Ommwriter', id: 412347921
mas 'Things 3', id: 904280696
mas 'Trello', id: 1278508951
