# Use `brew bundle --file=$HOME/.brewfile` to install the packages listed below

tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "heroku/brew"

brew "actionlint"
brew "bat"
brew "direnv"
brew "fd"
brew "fish"
brew "fisher"
brew "fzf"
brew "gh"
brew "git"
brew "gitlint"
brew "glab"
brew "gpg2"
brew "heroku"
brew "jq"
brew "lua-language-server"
brew "mas"
brew "mosh"
brew "neovim"
brew "postgres"
brew "redis"
brew "ripgrep"
brew "stylua"
brew "tldr"
brew "tmux"
brew "tree"
brew "universal-ctags", args: ["HEAD"]
brew "vale"
brew "weechat"
brew "zk"

cask "1password"
cask "anki"
cask "basecamp"
cask "brainfm"
cask "cleanshot"
cask "dash"
cask "discord"
cask "figma"
cask "firefox-developer-edition"
cask "font-codicon"
cask "font-hasklug-nerd-font"
cask "kitty"
cask "ngrok"
cask "rectangle-pro"
cask "skype"
cask "slack"
cask "syncthing"
cask "tuple"

mas "1Password for Safari", id: 1569813296
mas "Agenda", id: 1287445660
mas "iA Writer", id: 775737590
mas "Things 3", id: 904280696
